Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Provider_TrayDocuments
source: {0} docs
de: {0} Dokumente
es: {0} documentos
fr: {0} documents
ja: {0} 件のドキュメント
zh_cn: {0} 个文档

# Chat_GenerationFailedHint
source: An error occurred while generating a response. {0}
de: Beim Erstellen einer Antwort ist ein Fehler aufgetreten. {0}
es: Se produjo un error al generar una respuesta. {0}
fr: Une erreur s'est produite lors de la génération d'une réponse. {0}
ja: 応答の生成中にエラーが発生しました。{0}
zh_cn: 生成回复时出错。{0}

# Chat_OfflineProviderUnavailable
source: Unable to generate a response: {0} is not available.
de: Es kann keine Antwort erstellt werden: {0} ist nicht verfügbar.
es: No se puede generar una respuesta: {0} no está disponible.
fr: Impossible de générer une réponse : {0} n'est pas disponible.
ja: 応答を生成できません。{0} を利用できません。
zh_cn: 无法生成回复：{0} 不可用。

# Chat_OfflineNoProvider
source: Unable to generate a response: the AI provider is not available.
de: Es kann keine Antwort erstellt werden: Der KI-Anbieter ist nicht verfügbar.
es: No se puede generar una respuesta: el proveedor de IA no está disponible.
fr: Impossible de générer une réponse : le fournisseur d'IA n'est pas disponible.
ja: 応答を生成できません。AI プロバイダーを利用できません。
zh_cn: 无法生成回复：AI 提供商不可用。

# Dash_BeliefEvolvedStatus
source: Belief evolution detected
de: Überzeugungsentwicklung erkannt
es: Evolución de creencias detectada
fr: Évolution des convictions détectée
ja: 信念の変化を検出しました
zh_cn: 检测到观点演变

# Dash_BeliefEvolvedDetailOne
source: Your view on 1 topic has evolved over time.
de: Ihre Ansicht zu 1 Thema hat sich im Laufe der Zeit verändert.
es: Su punto de vista sobre 1 tema ha evolucionado con el tiempo.
fr: Votre point de vue sur 1 sujet a évolué au fil du temps.
ja: 1 件のトピックについて、見方が時間とともに変化しました。
zh_cn: 您对 1 个主题的看法随时间发生了变化。

# Dash_BeliefEvolvedDetailMany
source: Your views on {0} topics have evolved over time.
de: Ihre Ansichten zu {0} Themen haben sich im Laufe der Zeit verändert.
es: Sus puntos de vista sobre {0} temas han evolucionado con el tiempo.
fr: Vos points de vue sur {0} sujets ont évolué au fil du temps.
ja: {0} 件のトピックについて、見方が時間とともに変化しました。
zh_cn: 您对 {0} 个主题的看法随时间发生了变化。

# Dash_BeliefNoneStatus
source: No beliefs to compare yet
de: Noch keine Überzeugungen zum Vergleichen
es: Aún no hay creencias que comparar
fr: Aucune conviction à comparer pour le moment
ja: 比較できる信念はまだありません
zh_cn: 尚无可比较的观点

# Dash_BeliefNoneDetail
source: Agent-X has not recorded your views on any topic more than once, so there is nothing to compare yet.
de: Agent-X hat Ihre Ansichten zu keinem Thema mehr als einmal erfasst, daher gibt es noch nichts zu vergleichen.
es: Agent-X no ha registrado sus puntos de vista sobre ningún tema más de una vez, así que aún no hay nada que comparar.
fr: Agent-X n'a enregistré vos points de vue sur aucun sujet plus d'une fois, il n'y a donc encore rien à comparer.
ja: Agent-X は、どのトピックについてもあなたの見方を 2 回以上記録していないため、まだ比較するものがありません。
zh_cn: Agent-X 尚未对任何主题多次记录您的看法，因此暂时没有可比较的内容。

# Dash_BeliefConsistentStatus
source: Your beliefs are consistent
de: Ihre Überzeugungen sind stimmig
es: Sus creencias son coherentes
fr: Vos convictions sont cohérentes
ja: 信念に矛盾はありません
zh_cn: 您的观点保持一致

# Dash_BeliefConsistentDetail
source: No detected contradictions between your past and current views.
de: Keine Widersprüche zwischen Ihren früheren und aktuellen Ansichten erkannt.
es: No se detectaron contradicciones entre sus puntos de vista pasados y actuales.
fr: Aucune contradiction détectée entre vos points de vue passés et actuels.
ja: 過去と現在の見方の間に矛盾は検出されていません。
zh_cn: 未检测到您过去与当前看法之间的矛盾。

# Dash_BeliefAcknowledgedStatus
source: No open conflicts
de: Keine offenen Konflikte
es: No hay conflictos pendientes
fr: Aucun conflit en attente
ja: 未確認の矛盾はありません
zh_cn: 没有未处理的冲突

# Dash_BeliefAcknowledgedDetail
source: All belief conflicts have been acknowledged.
de: Alle Überzeugungskonflikte wurden bestätigt.
es: Se han confirmado todos los conflictos de creencias.
fr: Tous les conflits de convictions ont été pris en compte.
ja: 信念の矛盾はすべて確認済みです。
zh_cn: 所有观点冲突均已确认。

# Dash_BeliefUnavailableStatus
source: Belief status unavailable
de: Überzeugungsstatus nicht verfügbar
es: Estado de las creencias no disponible
fr: État des convictions indisponible
ja: 信念の状態を取得できません
zh_cn: 观点状态不可用

# Dash_BeliefUnavailableDetail
source: Agent-X could not load your belief history.
de: Agent-X konnte Ihren Überzeugungsverlauf nicht laden.
es: Agent-X no pudo cargar el historial de sus creencias.
fr: Agent-X n'a pas pu charger l'historique de vos convictions.
ja: Agent-X は信念の履歴を読み込めませんでした。
zh_cn: Agent-X 无法加载您的观点历史记录。

# Chat_CodeCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
zh_cn: 复制

# Chat_CodeCopied
source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました
zh_cn: 已复制

# Chat_MemoriesTitle.Text
source: Memories
de: Erinnerungen
es: Memorias
fr: Mémoires
ja: 記憶
zh_cn: 记忆

# Chat_MemoriesCountRun.Text
source: stored
de: gespeichert
es: guardadas
fr: enregistrées
ja: 件保存
zh_cn: 条已保存

# Chat_ClearMemoriesBtn.Content
source: Clear all
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ja: すべて消去
zh_cn: 全部清除

# Chat_MemoriesHint.Text
source: Facts Agent-X noted from your chats. When you send a message, up to eight that closely match it are added to the model's context, whichever conversation they came from.
de: Fakten, die Agent-X aus Ihren Chats notiert hat. Wenn Sie eine Nachricht senden, werden bis zu acht, die eng zu ihr passen, dem Kontext des Modells hinzugefügt, egal aus welcher Unterhaltung sie stammen.
es: Datos que Agent-X anotó de sus chats. Cuando envía un mensaje, hasta ocho que se ajustan mucho a él se añaden al contexto del modelo, sea cual sea la conversación de la que provengan.
fr: Faits qu'Agent-X a notés dans vos discussions. Quand vous envoyez un message, jusqu'à huit qui lui correspondent étroitement sont ajoutés au contexte du modèle, quelle que soit la conversation d'où ils viennent.
ja: Agent-X がチャットから記録した事実です。メッセージを送信すると、それに近いものが最大 8 件、どの会話で得られたものかに関係なくモデルのコンテキストに追加されます。
zh_cn: Agent-X 从您的聊天中记下的事实。当您发送消息时，最多八条与之高度相关的事实会被加入模型的上下文，无论它们来自哪个对话。

# Chat_DeleteMemoryTip.ToolTipService.ToolTip
source: Delete memory
de: Erinnerung löschen
es: Eliminar memoria
fr: Supprimer la mémoire
ja: 記憶を削除
zh_cn: 删除记忆

source: Delete memory
de: Erinnerung löschen
es: Eliminar memoria
fr: Supprimer la mémoire
ja: 記憶を削除
zh_cn: 删除记忆

# Chat_MemoriesEmpty
source: No memories are stored.
de: Es sind keine Erinnerungen gespeichert.
es: No hay memorias guardadas.
fr: Aucune mémoire n'est enregistrée.
ja: 保存されている記憶はありません。
zh_cn: 没有已保存的记忆。

# Chat_MemoriesLoadFailed
source: Memories could not be loaded.
de: Erinnerungen konnten nicht geladen werden.
es: No se pudieron cargar las memorias.
fr: Impossible de charger les mémoires.
ja: 記憶を読み込めませんでした。
zh_cn: 无法加载记忆。

# Chat_DeleteMemoryFailedTitle
source: Memory not deleted
de: Erinnerung nicht gelöscht
es: Memoria no eliminada
fr: Mémoire non supprimée
ja: 記憶を削除できませんでした
zh_cn: 未删除记忆

# Chat_DeleteMemoryFailedBody
source: The memory could not be deleted and is still stored. Try again.
de: Die Erinnerung konnte nicht gelöscht werden und ist weiterhin gespeichert. Versuchen Sie es erneut.
es: No se pudo eliminar la memoria y sigue guardada. Inténtelo de nuevo.
fr: La mémoire n'a pas pu être supprimée et reste enregistrée. Réessayez.
ja: 記憶を削除できなかったため、保存されたままです。もう一度お試しください。
zh_cn: 无法删除该记忆，它仍被保存。请重试。

# Chat_ClearMemoriesTitle
source: Delete all memories?
de: Alle Erinnerungen löschen?
es: ¿Eliminar todas las memorias?
fr: Supprimer toutes les mémoires ?
ja: すべての記憶を削除しますか?
zh_cn: 删除所有记忆？

# Chat_ClearMemoriesBody
source: Everything Agent-X has noted about you from your chats will be permanently deleted. Your conversations are kept, so facts can be noted again from new messages.
de: Alles, was Agent-X aus Ihren Chats über Sie notiert hat, wird endgültig gelöscht. Ihre Unterhaltungen bleiben erhalten, daher können aus neuen Nachrichten wieder Fakten notiert werden.
es: Todo lo que Agent-X ha anotado sobre usted a partir de sus chats se eliminará de forma permanente. Sus conversaciones se conservan, así que se pueden volver a anotar datos de mensajes nuevos.
fr: Tout ce qu'Agent-X a noté à votre sujet dans vos discussions sera définitivement supprimé. Vos conversations sont conservées : des faits peuvent donc de nouveau être notés à partir de nouveaux messages.
ja: Agent-X がチャットから記録したあなたに関する情報はすべて完全に削除されます。会話は残るため、新しいメッセージから再び事実が記録されることがあります。
zh_cn: Agent-X 从您的聊天中记下的关于您的所有内容都将被永久删除。您的对话会保留，因此新消息中的事实可能会再次被记下。

# Chat_ClearMemoriesConfirm
source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
ja: すべて削除
zh_cn: 全部删除

# Chat_ClearMemoriesCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# Chat_ClearMemoriesFailedTitle
source: Memories not deleted
de: Erinnerungen nicht gelöscht
es: Memorias no eliminadas
fr: Mémoires non supprimées
ja: 記憶を削除できませんでした
zh_cn: 未删除记忆

# Chat_ClearMemoriesFailedBody
source: The memories could not be deleted and are still stored. Try again.
de: Die Erinnerungen konnten nicht gelöscht werden und sind weiterhin gespeichert. Versuchen Sie es erneut.
es: No se pudieron eliminar las memorias y siguen guardadas. Inténtelo de nuevo.
fr: Les mémoires n'ont pas pu être supprimées et restent enregistrées. Réessayez.
ja: 記憶を削除できなかったため、保存されたままです。もう一度お試しください。
zh_cn: 无法删除这些记忆，它们仍被保存。请重试。

# Chat_GenerationFailedTitle
source: Generation Failed
de: Erstellen fehlgeschlagen
es: Error al generar
ja: 生成に失敗しました
zh_cn: 生成失败

# Chat_GenerationFailedToast
source: Could not generate a response. Check your AI connection in Settings.
de: Es konnte keine Antwort erstellt werden. Prüfen Sie Ihre KI-Verbindung in den Einstellungen.
es: No se pudo generar una respuesta. Compruebe su conexión de IA en Configuración.
ja: 応答を生成できませんでした。設定で AI の接続を確認してください。
zh_cn: 无法生成回复。请在“设置”中检查您的 AI 连接。

# Chat_RegenerateFailedHint
source: An error occurred while generating a new response. The previous response was kept.
de: Beim Erstellen einer neuen Antwort ist ein Fehler aufgetreten. Die vorherige Antwort wurde beibehalten.
es: Se produjo un error al generar una nueva respuesta. Se conservó la respuesta anterior.
ja: 新しい応答の生成中にエラーが発生しました。以前の応答はそのまま残っています。
zh_cn: 生成新回复时出错。已保留之前的回复。

# Chat_RegenerateFailedToast
source: Could not generate a new response, so the previous one was kept. Check your AI connection in Settings.
de: Es konnte keine neue Antwort erstellt werden, daher wurde die vorherige beibehalten. Prüfen Sie Ihre KI-Verbindung in den Einstellungen.
es: No se pudo generar una nueva respuesta, así que se conservó la anterior. Compruebe su conexión de IA en Configuración.
ja: 新しい応答を生成できなかったため、以前の応答を残しました。設定で AI の接続を確認してください。
zh_cn: 无法生成新回复，因此保留了之前的回复。请在“设置”中检查您的 AI 连接。

# Main_Workflows.Content
source: Workflows
ja: ワークフロー
zh_cn: 工作流

# Main_Knowledge.Content
source: KNOWLEDGE
de: WISSEN
es: CONOCIMIENTO
fr: CONNAISSANCES
ja: ナレッジ
zh_cn: 知识

# Main_WebImport.Content
source: Web Import
es: Importación web
fr: Import Web
ja: Web インポート
zh_cn: 网页导入

# Main_Collections.Content
source: Collections
de: Sammlungen
es: Colecciones
ja: コレクション
zh_cn: 合集

# Main_SemanticSearch.Content
source: Semantic Search
de: Semantische Suche
es: Búsqueda semántica
fr: Recherche sémantique
ja: セマンティック検索
zh_cn: 语义搜索

# Main_KnowledgeGraph.Content
source: Knowledge Graph
de: Wissensgraph
es: Grafo de conocimiento
fr: Graphe de connaissances
ja: ナレッジ グラフ
zh_cn: 知识图谱

# Main_CompareDocuments.Content
source: Compare Documents
de: Dokumente vergleichen
es: Comparar documentos
fr: Comparer des documents
ja: ドキュメント比較
zh_cn: 文档对比

# Main_Triage.Content
source: TRIAGE
es: CLASIFICACIÓN
fr: TRI
ja: 仕分け
zh_cn: 分拣

# Main_SmartInbox.Content
source: Smart Inbox
zh_cn: Smart Inbox(智能收件箱)

# Main_System.Content
source: SYSTEM
es: SISTEMA
fr: SYSTÈME
ja: システム
zh_cn: 系统

# Main_ModelManager.Content
source: Model Manager
de: Modellverwaltung
es: Gestor de modelos
fr: Gestionnaire de modèles
ja: モデル マネージャー
zh_cn: 模型管理器

# Main_HardwareAdvisor.Content
source: Hardware Advisor
de: Hardware-Berater
es: Asesor de hardware
fr: Conseiller matériel
ja: ハードウェア アドバイザー
zh_cn: 硬件顾问

# Main_BackupRestore.Content
source: Backup & Restore
de: Backup & Wiederherstellung
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
ja: バックアップと復元
zh_cn: 备份与还原

# Main_WorkspaceProfiles.Content
source: Workspace Profiles
de: Workspace-Profile
es: Perfiles de espacio de trabajo
fr: Profils d'espace de travail
ja: ワークスペース プロファイル
zh_cn: 工作区配置文件

# Main_PluginManager.Content
source: Plugin Manager
de: Plugin-Verwaltung
es: Gestor de plugins
fr: Gestionnaire de plugins
ja: プラグイン マネージャー
zh_cn: 插件管理器

# Main_CollaborativeSync.Content
source: Collaborative Sync
ja: Collaborative Sync(コラボ同期)
zh_cn: Collaborative Sync(协作同步)

# Main_Calendar.Content
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
zh_cn: 日历

# Main_Email.Content
source: Email
es: Correo
ja: メール
zh_cn: 邮件

# Main_Annotations.Content
source: Annotations
de: Annotationen
es: Anotaciones
ja: 注釈
zh_cn: 注释

# Main_Support.Content
source: SUPPORT
es: SOPORTE
fr: ASSISTANCE
ja: サポート
zh_cn: 支持

# Main_UserGuide.Content
source: User Guide
de: Benutzerhandbuch
es: Guía del usuario
fr: Guide de l'utilisateur
ja: ユーザー ガイド
zh_cn: 用户指南

# Main_PrivacyPolicy.Content
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシー ポリシー
zh_cn: 隐私政策

# Main_TermsOfService.Content
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
ja: 利用規約
zh_cn: 服务条款

# Main_Settings.Content
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
zh_cn: 设置

# Main_Initializing.Text
source: Initializing...
de: Initialisiere...
es: Inicializando...
fr: Initialisation...
ja: 初期化しています...
zh_cn: 正在初始化...

# Main_OpenAgentX.Text
source: Open Agent-X
de: Agent-X öffnen
es: Abrir Agent-X
fr: Ouvrir Agent-X
ja: Agent-X を開く
zh_cn: 打开 Agent-X

# Main_QuickChat.Text
source: Quick Chat
es: Chat rápido
fr: Chat rapide
ja: クイック チャット
zh_cn: 快速聊天

# Main_Settings2.Text
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
zh_cn: 设置

# Main_Exit.Text
source: Exit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
zh_cn: 退出

# Dash_Title.Text
source: DASHBOARD
es: PANEL
fr: TABLEAU DE BORD
ja: ダッシュボード
zh_cn: 仪表板

# Dash_Subtitle.Text
source: Your private AI intelligence center. Everything runs on your machine.
de: Ihre private KI-Intelligenzzentrale. Alles läuft auf Ihrem Rechner.
es: Su centro privado de inteligencia de IA. Todo se ejecuta en su equipo.
fr: Votre centre privé d'intelligence IA. Tout s'exécute sur votre machine.
ja: あなた専用のプライベート AI インテリジェンス センター。すべてお使いのマシン上で動作します。
zh_cn: 您的私人 AI 智能中心。一切都在您的电脑上运行。

# Dash_RefreshBtn.Content
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_cn: 刷新

# Dash_SetupAiBtn.Content
source: Setup AI
de: KI einrichten
es: Configurar IA
fr: Configurer l'IA
ja: AI をセットアップ
zh_cn: 设置 AI

# Dash_SearchBox.PlaceholderText
source: Search your knowledge vault... (Ctrl+K)
de: Wissens-Tresor durchsuchen... (Strg+K)
es: Buscar en su bóveda de conocimiento...
fr: Rechercher dans votre coffre-fort... (Ctrl+K)
ja: Knowledge Vault を検索... (Ctrl+K)
zh_cn: 搜索 Knowledge Vault... (Ctrl+K)

# Dash_DocsOverline.Text
source: DOCUMENTS
de: DOKUMENTE
es: DOCUMENTOS
ja: ドキュメント
zh_cn: 文档

# Dash_CollectionsRun.Text
source: collections
de: Sammlungen
es: colecciones
ja: コレクション
zh_cn: 个合集

# Dash_StorageOverline.Text
source: STORAGE
de: SPEICHER
es: ALMACENAMIENTO
fr: STOCKAGE
ja: ストレージ
zh_cn: 存储

# Dash_AiSessionsOverline.Text
source: AI SESSIONS
de: KI-SITZUNGEN
es: SESIONES DE IA
fr: SESSIONS IA
ja: AI セッション
zh_cn: AI 会话

# Dash_TokensUsedRun.Text
source: tokens used
de: Tokens verbraucht
es: tokens usados
fr: tokens utilisés
ja: トークン使用
zh_cn: token 已用

# Dash_SystemOverline.Text
source: SYSTEM
es: SISTEMA
fr: SYSTÈME
ja: システム
zh_cn: 系统

# Dash_OpsOverviewTitle.Text
source: Operations Overview
de: Operations-Überblick
es: Resumen de Operations
fr: Aperçu des opérations
ja: Operations の概要
zh_cn: 运行状况概览

# Dash_OpsOverviewSubtitle.Text
source: Conversation intelligence, sync posture, connectors, ingestion backlog, and workflow activity from one surface.
de: Konversationsintelligenz, Sync-Zustand, Connectoren, Import-Rückstand und Workflow-Aktivität auf einer Oberfläche.
es: Inteligencia de conversaciones, estado de sincronización, conectores, cola de ingesta y actividad de workflows en una sola superficie.
fr: Intelligence des conversations, état de synchronisation, connecteurs, backlog d'ingestion et activité des workflows sur une seule surface.
ja: 会話インテリジェンス、同期状態、コネクタ、取り込みバックログ、ワークフロー アクティビティを 1 つの画面で確認できます。
zh_cn: 在一个界面上查看会话智能、同步状态、连接器、摄取积压与工作流活动。

# Dash_OpenOperationsBtn.Content
source: Open Operations
de: Operations öffnen
es: Abrir Operations
fr: Ouvrir Operations
ja: Operations を開く
zh_cn: 打开 Operations

# Dash_ConvIntelOverline.Text
source: CONVERSATION INTELLIGENCE
de: KONVERSATIONSINTELLIGENZ
es: INTELIGENCIA DE CONVERSACIONES
fr: INTELLIGENCE DES CONVERSATIONS
ja: 会話インテリジェンス
zh_cn: 会话智能

# Dash_OpenAnalyticsBtn.Content
source: Open Analytics
de: Analytics öffnen
es: Abrir Analytics
fr: Ouvrir Analytics
ja: Analytics を開く
zh_cn: 打开 Analytics

# Dash_SyncHealthOverline.Text
source: SYNC HEALTH
de: SYNC-ZUSTAND
es: SALUD DE SINCRONIZACIÓN
fr: SANTÉ DE LA SYNCHRONISATION
ja: 同期の状態
zh_cn: 同步健康状况

# Dash_OpenSyncBtn.Content
source: Open Sync
de: Sync öffnen
es: Abrir sincronización
fr: Ouvrir la synchronisation
ja: 同期設定を開く
zh_cn: 打开同步

# Dash_ConnectorsOverline.Text
source: CONNECTORS & PLUGINS
de: CONNECTOREN & PLUGINS
es: CONECTORES Y PLUGINS
fr: CONNECTEURS ET PLUGINS
ja: コネクタとプラグイン
zh_cn: 连接器与插件

# Dash_OpenPluginsBtn.Content
source: Open Plugins
de: Plugins öffnen
es: Abrir plugins
fr: Ouvrir les plugins
ja: プラグインを開く
zh_cn: 打开插件

# Dash_IngestionOverline.Text
source: INGESTION BACKLOG
de: IMPORT-RÜCKSTAND
es: COLA DE INGESTA
fr: BACKLOG D'INGESTION
ja: 取り込みバックログ
zh_cn: 摄取积压

# Dash_OpenInboxBtn.Content
source: Open Inbox
de: Posteingang öffnen
es: Abrir bandeja
fr: Ouvrir la boîte de réception
ja: 受信トレイを開く
zh_cn: 打开收件箱

# Dash_WorkflowOverline.Text
source: WORKFLOW ACTIVITY
de: WORKFLOW-AKTIVITÄT
es: ACTIVIDAD DE WORKFLOWS
fr: ACTIVITÉ DES WORKFLOWS
ja: ワークフロー アクティビティ
zh_cn: 工作流活动

# Dash_OpenWorkflowsBtn.Content
source: Open Workflows
de: Workflows öffnen
es: Abrir workflows
fr: Ouvrir les workflows
ja: ワークフローを開く
zh_cn: 打开工作流

# Dash_RecentDocsTitle.Text
source: Recent Documents
de: Neueste Dokumente
es: Documentos recientes
fr: Documents récents
ja: 最近のドキュメント
zh_cn: 最近的文档

# Dash_ViewAllDocsBtn.Content
source: View All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示
zh_cn: 查看全部

# Dash_NoDocsTitle.Text
source: No documents imported yet
de: Noch keine Dokumente importiert
es: Aún no hay documentos importados
fr: Aucun document importé pour le moment
ja: インポートされたドキュメントはまだありません
zh_cn: 尚未导入文档

# Dash_NoDocsHint.Text
source: Import files to start building your knowledge vault
de: Importieren Sie Dateien, um Ihren Wissens-Tresor aufzubauen
es: Importe archivos para empezar a construir su bóveda de conocimiento
fr: Importez des fichiers pour commencer à bâtir votre coffre-fort de connaissances
ja: ファイルをインポートして Knowledge Vault の構築を始めましょう
zh_cn: 导入文件,开始构建您的 Knowledge Vault

# Dash_RecentConvTitle.Text
source: Recent Conversations
de: Neueste Konversationen
es: Conversaciones recientes
fr: Conversations récentes
ja: 最近の会話
zh_cn: 最近的会话

# Dash_ViewAllConvBtn.Content
source: View All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示
zh_cn: 查看全部

# Dash_NoConvTitle.Text
source: No conversations yet
de: Noch keine Konversationen
es: Aún no hay conversaciones
fr: Pas encore de conversations
ja: 会話はまだありません
zh_cn: 暂无会话

# Dash_NoConvHint.Text
source: Start a chat to see your conversations here
de: Starten Sie einen Chat, um Ihre Konversationen hier zu sehen
es: Inicie un chat para ver sus conversaciones aquí
fr: Démarrez une discussion pour voir vos conversations ici
ja: チャットを開始すると、ここに会話が表示されます
zh_cn: 开始聊天后,您的会话将显示在此处

# Dash_MsgsRun.Text
source: msgs
de: Nachr.
es: mens.
ja: 件
zh_cn: 条

# Dash_FileTypesTitle.Text
source: File Type Distribution
de: Dateityp-Verteilung
es: Distribución por tipo de archivo
fr: Répartition par type de fichier
ja: ファイル タイプの分布
zh_cn: 文件类型分布

# Dash_NoDataYet.Text
source: No data yet
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
ja: データはまだありません
zh_cn: 暂无数据

# Dash_TopCollectionsTitle.Text
source: Top Collections
de: Top-Sammlungen
es: Colecciones principales
fr: Collections principales
ja: 上位コレクション
zh_cn: 热门合集

# Dash_NoCollectionsYet.Text
source: No collections yet
de: Noch keine Sammlungen
es: Aún no hay colecciones
fr: Pas encore de collections
ja: コレクションはまだありません
zh_cn: 暂无合集

# Dash_BeliefTitle.Text
source: Your Belief Evolution
de: Ihre Überzeugungsentwicklung
es: La evolución de sus creencias
fr: L'évolution de vos convictions
ja: 信念の変化
zh_cn: 您的观点演变

# Dash_MagnitudeRun.Text
source: Magnitude:
de: Ausmaß:
es: Magnitud:
fr: Ampleur :
ja: 変化の大きさ:
zh_cn: 变化幅度:

# Dash_PreviouslyRun.Text
source: Previously:
de: Früher:
es: Antes:
fr: Auparavant :
ja: 以前:
zh_cn: 以前:

# Dash_CurrentlyRun.Text
source: Currently:
de: Aktuell:
es: Ahora:
fr: Actuellement :
ja: 現在:
zh_cn: 现在:

# Dash_NoBeliefTitle.Text
source: No belief evolution detected yet.
de: Noch keine Überzeugungsentwicklung erkannt.
es: Aún no se ha detectado evolución de creencias.
fr: Aucune évolution de convictions détectée pour le moment.
ja: 信念の変化はまだ検出されていません。
zh_cn: 尚未检测到观点演变。

# Dash_NoBeliefHint.Text
source: As you use the app, it will track when your views on topics evolve over time.
de: Während Sie die App nutzen, verfolgt sie, wie sich Ihre Ansichten zu Themen im Laufe der Zeit verändern.
es: A medida que use la aplicación, esta registrará cómo evolucionan sus puntos de vista con el tiempo.
fr: Au fil de votre utilisation, l'application suivra l'évolution de vos points de vue au fil du temps.
ja: アプリを使ううちに、トピックに対する見方の変化が時間とともに記録されていきます。
zh_cn: 随着您使用应用,它会跟踪您对各主题看法随时间的演变。

# Dash_ExplorePastSelfBtn.Content
source: Explore Past Self
de: Vergangenes Ich erkunden
es: Explorar su yo del pasado
fr: Explorer votre moi d'avant
ja: Past Self を見る
zh_cn: 探索过往的自己

# Dash_NextStepsTitle.Text
source: Recommended Next Steps
de: Empfohlene nächste Schritte
es: Próximos pasos recomendados
fr: Prochaines étapes recommandées
ja: 推奨される次のステップ
zh_cn: 建议的后续步骤

# Dash_NextStepsSubtitle.Text
source: The highest-leverage actions based on your current AI readiness, intake pressure, sync posture, and workflow momentum.
de: Die wirkungsvollsten Aktionen auf Basis Ihrer aktuellen KI-Bereitschaft, des Eingangsdrucks, des Sync-Zustands und der Workflow-Dynamik.
es: Las acciones de mayor impacto según su preparación de IA, la presión de entrada, el estado de sincronización y el impulso de los workflows.
fr: Les actions à plus fort impact selon votre préparation IA, la pression d'entrée, l'état de synchronisation et la dynamique des workflows.
ja: 現在の AI の準備状況、取り込み量、同期状態、ワークフローの勢いに基づく、効果の高いアクションです。
zh_cn: 基于当前 AI 就绪度、摄取压力、同步状态与工作流势头的最高杠杆行动。

# Dash_NewChatLabel.Text
source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
ja: 新しいチャット
zh_cn: 新建聊天

# Dash_ImportFilesLabel.Text
source: Import Files
de: Dateien importieren
es: Importar archivos
fr: Importer des fichiers
ja: ファイルをインポート
zh_cn: 导入文件

# Dash_SearchLabel.Text
source: Search
de: Suche
es: Buscar
fr: Rechercher
ja: 検索
zh_cn: 搜索

# Dash_AskFilesLabel.Text
source: Ask Files
de: Dateien fragen
es: Preguntar a archivos
fr: Interroger les fichiers
ja: ファイルに質問
zh_cn: 文件问答

# Dash_AvailableRamLabel.Text
source: Available RAM
de: Verfügbarer RAM
es: RAM disponible
fr: RAM disponible
ja: 利用可能な RAM
zh_cn: 可用内存
